tap "elastic/tap"
tap "fbergen/tap"
tap "getantibody/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "michaeleisel/zld"
tap "potatolabs/git-redate"
tap "saulpw/vd"
tap "sethrfore/r-srf"
brew "avro-tools"
brew "aws-iam-authenticator"
brew "xz"
brew "awscli"
brew "bat"
brew "openblas"
brew "binwalk"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "dnsmasq", restart_service: true
brew "exercism"
brew "fd"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gobject-introspection"
brew "harfbuzz"
brew "gnuplot"
brew "unbound"
brew "gnutls"
brew "go"
brew "graphviz"
brew "hicolor-icon-theme"
brew "highlight"
brew "htop"
brew "hyperfine"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "krb5"
brew "libass"
brew "llvm"
brew "mas"
brew "mdcat"
brew "ncdu"
brew "netcat"
brew "nmap"
brew "node"
brew "openjdk"
brew "openapi-generator"
brew "pgbadger"
brew "postgresql"
brew "postgresql@10", restart_service: true
brew "procs"
brew "protobuf"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@2", link: false
brew "ruby"
brew "sd"
brew "source-highlight"
brew "tealdeer"
brew "telnet"
brew "tesseract"
brew "tmux"
brew "vim"
brew "wget"
brew "wireguard-tools"
brew "zbar"
brew "zlib"
brew "zsh"
brew "fbergen/tap/rename"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "potatolabs/git-redate/git-redate"
cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "aerial"
cask "alfred"
cask "android-studio"
cask "blackhole"
cask "boostnote"
cask "brave-browser"
cask "chromedriver-beta"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hazel"
cask "iterm2"
cask "java"
cask "keepingyouawake"
cask "osxfuse"
cask "postico"
cask "postman"
cask "pycharm-ce"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "rstudio"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "syncthing"
cask "tableplus"
cask "the-unarchiver"
cask "tunnelblick"
cask "virtualbox"
cask "vlc"
cask "vscodium"
cask "whatsapp"
cask "xquartz"
mas "LastPass", id: 926036361
mas "Numbers", id: 409203825
