tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
#tap "michaeleisel/zld"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "gcc"
brew "openblas"
brew "numpy"
brew "binwalk"
brew "boost"
brew "cmake"
brew "coreutils"
brew "exa"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnutls"
brew "go"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "llvm"
brew "mas"
brew "mdcat"
brew "meilisearch"
brew "netcat"
brew "nmap"
brew "openjdk"
brew "perl"
brew "php"
brew "postgresql"
brew "postgresql@10", restart_service: true
brew "protobuf"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"
brew "rename"
brew "sd"
brew "source-highlight"
brew "tealdeer"
brew "telnet"
brew "tmux"
brew "unar"
brew "vim"
brew "wget"
brew "zsh"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "aldente"
cask "alfred"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "iterm2"
cask "keepingyouawake"
cask "macfuse"
cask "notion"
cask "pocket-casts"
cask "postico"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "rstudio"
cask "signal"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vscodium"
cask "whatsapp"
cask "xquartz"
cask "zoom"
mas "Keynote", id: 409183694
mas "Meeter", id: 1510445899
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Steam Link", id: 1246969117
mas "WireGuard", id: 1451685025
